[{"note": "The couple (two triangles), very happy, gets engaged and decides to get married. They head to marriage hall, where another young lady (circle) works. When the couple walks into the marriage hall, the groom starts flirting with the new lady. The bride gets very angry and mad and runs away. The men starts chasing her and apologize but the bride doesn't want to hear anything and does not forgive him. Finally, men returns back to the lady from the marriage hall and starts new romance with her. ", "id": 7756, "title": "failed engagement"}, {"note": "Once upon a time, homeless men approached the house for help and donation. However, the couple, who lived in the house were arrogant and were disgusted by homeless person. They chased him away. Shortly after, the couple had a huge fight and the men was thrown away from home. He became homeless. The same homeless person came to help him, to give a shelter and some food.", "id": 7757, "title": "Kindness"}, {"note": "the prisoners decides to run away from the prison. When they find the moment they escape and the officer starts chasing them. After short period of time the prisoners are being caught and locked again.", "id": 7758, "title": "shawshank redemption"}, {"note": "One nice day the girl (small triangle) decides to take her dog (circle) out for a walk. They play outside, when her friend (big triangle) approaches and they start chatting. Meanwhile, the dog runs away and returns home. However, the girl did not noticed his disappearance in the beginning and then she gets very upset and looking for a dog everywhere, asking friend if he did not see her dog. Unfortunately, no one saw the dog. Very said she returns home and unexpectedly found the dog at home. She is very happy.", "id": 7759, "title": "lost the dog"}, {"note": "A mother (circle) takes her 2 children (triangles) to the school. However, children don't want to go to the school, so they follow the mother back. Mother gets angry and leads them again to the school, but this time waits until the door is closed. Then she goes home.", "id": 7760, "title": "going to the school"}, {"note": "The patient (circle) is in the hospital. His friend (small triangle) is visiting him every day. But during one visit he found that the patient has passed away. Small triangle is very upset and calls another friend (big triangle). Big triangle rushes to the hospital. Both are saying goodbye to the dead friend.", "id": 7761, "title": "funeral"}, {"note": "This is a story of a dog, a cat, and, a mouse. The Cat always chase the Mouse. The Cat attempts to catch the Mouse with an intention for fun. However, the Mouse, through its instinct, thinks that the Cat wants to catch it as part of their food chain. The Mouse gets scared. It runs for its life. It contemplates a plan to save itself. It plans to use the Dog as its rescuer. As per the Mouse's plan, the Mouse needs to do two things. First, it takes shelter in the Dog's backyard, which is the house in the video. Second, it seeks help of the Dog, to thwart the Cat's aggressiveness towards it. The Mouse approaches the Dog and puts forward its plan. The Dog listens to the plan and agrees to help the Mouse. Whenever the Dog sees the Cat's aggressive behavior towards the Mouse, The Dog chases away the Cat. The Cat gets scared of the Dog, abandons the chase of the Mouse, and, runs for its own life.\nNotation:\nSmall triangle: The Mouse; Big triangle: The Dog; circle: The Cat\nRelationship:\nFRIENDS: Big Triangle (the Dog) and small triangle (the Mouse)\nENEMIES: Small triangle (the Mouse) and the circle (the Cat)\nSCARED: small triangle (the Mouse) of the circle (the Cat). The circle (the Cat) of the big triangle (the Dog)", "id": 7780, "title": "The Cat, the Mouse, and, the Dog"}, {"note": "This is a story about a Mother Elephant, her Child, and a Lion. The Lion wants to hunt the Child. The Lion dreams of a savor fresh buffet with its kith and kin. Its dream makes it obsessive on the hunt of the Child. But it doesn't dare to go to anywhere near to the Child, as it fears for its own life because the Mother guards her Child dearly all the time. The Lion persistently attempts to catch its prey using all the trick it can think of, but every time the Mother fails its attempt. The Mother gets tiered of the Lion's threat for her Child and devices a plan to alleviates the threat. The Mother, thinks about using and existing sanctuary where the Lion can't even think about hovering anywhere near it. The Mother guides her Child to go in the sanctuary, and provides her support to the existing patrol which guards the entrance of the sanctuary. The Lion finally gives up the chase, gives up its dream, and, decides to find a different prey elsewhere.\nNotation:\nSmall triangle: The Child elephant; Big triangle: The Mother elephant; circle: The Lion\nRelationship:\nFRIENDS: Big Triangle (the Mother) and small triangle (the Child)\nENEMIES: Small triangle (the Child) and the circle (the Lion)\nSCARED: small triangle (the Child) of the circle (the Lion). The circle (the Lion) of the big triangle (the Mother)", "id": 7781, "title": "The Mother elephant, the Child elephant, and, the Lion"}, {"note": "This is a story about a love story where there are three actors viz. a Lover1, another Lover2, and, a Villain. The Lover1 and the Lover2 are in love and they want to stay together for ever. However, the Villain, doesn't accept their relationship, and wants to separate the two lovers. The Villain has a strong family relationship with the Lover1. The Villain wants to connect with the Lover1.  The Villain wants to leverage their strong bond with the Lover1 to convince them to break up with Lover2. The Lover2 is very protective of their relationship with the Lover1. The Lover2 shields their partner from the Villain. The Lover2 comes in between the Villain and the Lover1, whenever and wherever the Villain attempts to connect to the Lover1. The Lover2 got tired of the constant vigilance and discovered a way to safely house their Lover1. The Lover2 houses Lover1 in a closed housing complex, where law and enforcement personnel raise their family. After the arrangement, the Lover2 attends the lovers mundane house hold chores, and the Villain gives up their stubbornness to connect with the Lover1.\nNotation:\nSmall triangle: Lover1; Big triangle: Lover2; circle: Villain\nRelationship:\nFRIENDS: Big Triangle (Lover2) and small triangle (Lover1)\nENEMIES: Small triangle (Lover1) and the circle (Villain); Big triangle (Lover2) and the circle (Villain),\nSCARED: Small triangle (Lover1) of the circle (Villain). The circle (Villain) of the big triangle (Lover2)", "id": 7783, "title": "Two lovers and a Villain"}, {"note": "The story demonstrates how a park Ranger saves a wild animal, a Lion from a deadly human attacker, a Poacher who wants the Lion dead or alive. The Poacher desperately wants to attack the Lion. The Poacher wants it for their own benefits. However, the Ranger orthodoxly guards the Lion and persistently thwarts the Poacher's attempt to harm the Lion. The Lion is unware of the Poacher's evil plan to harm it. Thus, it's up to the Ranger to save the Lion. He does so by interjecting in between the Lion and the Poacher. However, it becomes extremely difficult for the Ranger to guard the Lion. Thus, the Ranger, comes up with a plan to tap into an existing sanctuary setup where there is constant vigilance conducted by dedicated resources. Thus, the Ranger cajoles the lion to get into the sanctuary. The Ranger feels a shy of relief and heads off to attend their other duties. The Poacher, already aware of the sanctuary security, acknowledges their lost opportunity and heads off to pursue their other avenues.\nNotation:\nSmall triangle: The Lion; Big triangle: The Range; circle: The Poacher\nRelationship:\nFRIENDS: Big Triangle (Ranger) one way love of the small triangle (Lion)\nENEMIES: Big triangle (Ranger) and the circle (Poacher),\nSCARED: The circle (Poacher) of the big triangle (Ranger)", "id": 7786, "title": "The Lion, the Ranger, and the Poacher"}, {"note": "The story tells how an Antivirus defends and guards a Computer from a nefarious Virus. The Virus wants to break into the Computer and wreak havoc, however the Antivirus protects the Computer by warding off the Virus by destroying the Virus before it reaches the Computer. The Virus doggedly attempts to break in but the Antivirus foils all its attempt. The Computer is unaware that the Virus is attempting to break in to it. However, the Antivirus is completely aware of its surroundings and keeps scouting for the Virus around the clock. The Antivirus consistently attempts to devise plan to isolate the Computer so that the Virus will have hard time breaking into the system. The Antivirus creates a secure zone, the house in the diagram, and pushes the computer in this zone. It tightly guards at the entrance. At times, the Virus gets in the house. But, immediately the Antivirus gets after it and chases it away from the house to keep the Computer safe.\nNotation:\nSmall triangle: The Computer; Big triangle: The Antivirus; circle: The Virus\nRelationship:\nFRIENDS: Big Triangle (Antivirus) and the small triangle (Computer)\nENEMIES: Big triangle (Antivirus) and the circle (Virus)\nSCARED: The circle (Virus) of the big triangle (Antivirus)", "id": 7787, "title": "The Computer, the Antivirus, and, the Virus"}, {"note": "The story tells how a guard Dog patrols a farm animal, a Chicken from a predator, a Fox. The Chicken wonders off from the protected farm, the house in the video. The Dog notices the event and immediately rushes out to protect the Chicken. The Fox notices the Chicken. The Fox jumps to seize the opportunity to make a kill of the Chicken. The Fox wishes to provide a nice meal to its family. But its wishes last only for a second, when it notices that the Dog comes out rushing behind the Chicken. The Chicken is completely oblivion of the Fox. The Chicken stroll outside the farm. But the Dog senses the Fox. The Dog gets into position to save the Chicken. The Fox attempts to sneak from various angels to get to the Chicken but the Dog thwarts all its attempts. The Dog manages to guide the Check back into the farm, locks the door of the farm, and guards the door from inside. The Fox realizes the lost opportunity and wonders of the farm.  \nRelationship:\nFRIENDS: Big Triangle (Dog) and the small triangle (Chicken)\nENEMIES: Big triangle (Dog) and the circle (Fox)\nSCARED: The circle (Fox) of the big triangle (Dog)", "id": 7788, "title": "The Chicken, the Dog, and, the Fox"}, {"note": "Characters used:\n1.\tBig triangle \n2.\tSmall triangle\n3.\tCircle\nA small triangle always follows the big triangle's each and every action. If big triangle goes outside box, he as well follows him, if big triangle goes inside the box, the small triangle also goes inside. He ditto   follows the big triangle. One-day big triangle fights with big circle as a death fight. While fighting with big circle, small tringle watched big triangle.\nBig triangle defeats the big circle and win the fight and move ahead. Another day small triangle does exact same thing, he challenges to fight big circle, now the circle is in big size and ultimately big in power. But as the small triangle has only had practice to follow the big triangle without seeing the self ability and capacity.\nHe (small triangle) started invoking big circle for fight. He will remain calm as the triangle is small in size. But small triangle feels that big circle has no power and he can defeat him like big triangle.\nAfter some time, big circle get's angry and he swallowed it.\nMoral: As we know copying some one will not make you like him. E.g.  there is a rich person (big triangle) and a small triangle wanted to be like big. So to make that possible, he started following big triangle as it is. But such strategy will not help, and he will lose.\n", "id": 7790, "title": "Identify self quality don't copy someone "}, {"note": "The Big Triangle(john) and small triangle(Mary) met each other in bar and they fall in love.\nEventually they got married and moved to house they love each other from bottom of their hearts. John goes to work every day.\nMary passes her time in doing house hold chores. One day john meets his colleague Anna she is very pretty and\nhe falls in love with her. They use to hang out after office and poor Mary waits for him whole night.\nOne day john brings Anna to his house and because of that poor Mary leaves home. Mary waits for John quite a lot and then leaves from his life permanently. While John and Anna lives happy life together.", "id": 7791, "title": "Emotional Drama"}, {"note": "The father (Big Triangle) and son(small triangle) were into heated argument because son (small Triangle) wants to go out with friends while father want him to study as exams are very close. Circle is small triangle's friends who came to small triangles house to take him to playground but his father doesn't allow him. Then small triangle and circle found out way to escape from house.They decided small triangle should escape when his father get engage in work and he successfully escaped from house and played with circle.but father was worried for his son.", "id": 7792, "title": "Escape"}, {"note": "triangle big coming out of the art gallery. (Feeling happy)\nsees the smaller triangle out on the street,big triangle knows the smaller triangle (acquaintance)\nTells the smaller triangle who is accompanied by his friend,the circle to visit the art gallery as well.(both get excited)\nThey go in. \nthey are watching an exhibit(both excited)\none particular exhibit catches the attention of the circle\ncircle(feeling excited)\nTo the triangle, Take a look at this \ntriangle(disinterested)\nAah,it's nothing special\ncircle(stunned)\nno but but!(rather confused)\nI there are way better pieces of art than this. It's not good at all! You stupid(condescending)\ncircle(angry)\nThis is a painting by the famous artist Kickasso, it's one of the most important works during the renaissance period.\ntriangle(still disinterested)\nEH,whatever!\ncircle moves back to see another exhibit,away from triangle cause it's mad at the triangle. Apparently Kickasso is circle's favourite.\nafter a while, triangle realized its mistake. Approaches the circle and apologizes.\ntriangle(sad)\nCircle feels better,both agree to disagree.\nthey see more exhibits.\nleave the museum happily.", "id": 7796, "title": "Visit to the art gallery"}, {"note": "The Big triangle(Brad) and circle(Lily) is a couple.They were living happily in their house.They needed servant to do their household work so they hired small triangle(Thomas).Thomas was very intelligent he finishes all household work and helps Lily in her business.Brad get jealous when Lily talks about Thomas and he fights with lily unnecessarily thinking Lily has secret affair with Thomas. One day he lost his patience and he drove Thomas out of his house.Poor Thomas lost his job because of Brads doubt in their relationship.", "id": 7797, "title": "Room for doubt"}, {"note": "This is a story about how two strangers help another stranger. A young lady (circle) is unable to open the gate to her house. The small triangle and the big triangle are two gentlemen standing in street waiting for a bus ride. The two gentlemen do not know each other. The little triangle notices how despite trying 3 times the lady is unable to open the gate and therefore it goes to her assistance. He first inquires about the situation and gets agreement from the lady and proceeds to open the gate. He too is unable to open the gate. The big triangle sees these events unfold and goes to their assistance. He first has a brief conversation with the circle and the little triangle where he introduces and gets and agreement from them to help them out. The little triangle steps out a little further to make way for the big triangle. The big triangle successfully opens the gate. ", "id": 7798, "title": "Helping Strangers"}, {"note": "This is a story of a traveling salesman(big triangle) interacting with a couple (circle-lady and small triangle-gentleman). The lady finally gets home after a long day of work and her husband arrives soon after. She inquires if he closed the main door, he says no and proceeds to close the door. As soon as he closes the door, the lady notices someone at the door and asks her husband to get open the door. Upon opening the door he sees the traveling salesman selling some product. The salesman tries to convince the couple to purchase. The couple have a brief conversation where the husband asks the wife if she is interested, she tells him she is not interested in the product, the salesman makes another attempt to convince them to buy. However, at this point the couple is ready for the salesman to leave and therefore the husband asks him to leave and proceeds to close the door. ", "id": 7799, "title": "Traveling Salesman"}, {"note": "This is a story about a wife being rescued from an abusive husband by a stranger. The circle (wife) and the little triangle (husband) enter into a heated argument which quickly gets physical with both of them hitting each other. The husband gets furious and kicks his wife out of the house. The wife is outside the house crying. Seeing this a stranger gentleman (the big triangle) comes to her assistance. They have a brief conversation where he inquires about what has happened. He then walks up to the door and is approached by the husband at the door. As soon as the big triangle confronts the husband the big triangle attacks the husband for hitting a lady and kicking her out of the home. The big triangle kicks the husband out of the home and the lady then moves inside the home. The door closes and the lady is now safe inside her home. ", "id": 7800, "title": "Domestic Violence"}, {"note": "This movie is about how a stranger homeless person (the circle), tricks two residents of a house and locks them out of their house. The story begins with the two roommates having a conversation. The homeless guy knocks on the door and hides on the other side of the wall. One of the triangle opens the door and upon not seeing anyone by the door, walks to check on the opposite side of the wall. The door subsequently closes, then the homeless guy knocks on the door again, and hides by the wall. Anxious of what is going on, the second triangle also walks outside to check and follows the same steps of the first triangle. The homeless guy quickly makes run for the inside of the house and locks the door. The two roommates are unable to open the door , they briefly talk and then walk away from the house, the homeless guy can comfortably rest for now. ", "id": 7801, "title": "Funny Things"}, {"note": "This is a story about two couple who find themselves in need of place to spend the night after having a car trouble at the middle of the night while on a trip on the highway. The circle is the wife and the little triangle is her husband. The big triangle is the owner of the house. As they are walking looking for a place to say, they notice a house. They briefly talk to each other and while still feeling somewhat hesitant knock on the door. The door is opened by the homeowner, who lives alone, and seems excited to have visitors in the middle of the night, they have a short conversation and are invited inside the house. The homeowner lets them spend the night at his place and suggests them to stay at the upper left region of the rectangle. The couple move to that area and spend the night. ", "id": 7802, "title": "Surprise Guests"}, {"note": "This story is about a toddler wandering outside the house in the middle of the night. The big triangle is the dad, the small triangle is the mother and the circle is their child. They all first come to their home from a nearby restaurant and immediately go to sleep. The toddler still awake manages to open the door and sneaks outside the house. When the mother turns to the other side while in her sleep, she does not feel the baby and wakes up worried, she then wakes up her husband. Both triangles at this point are very worried and rush to the door to look for the child. They both walk outside on the opposite directions, to cover the maximum directions. The dad finds the child behind the wall and scolds him for sneaking out, the child is scared and tries to get away from the angry dad and rushes to the inside. The dad calls for the child mother when he is about to enter the house. They briefly talk and are relieved that they found their child. They tell the toddler to not ever sneak out like that. They all go to sleep, the mom hugs the baby closer to her as they sleep in peace after a very stressful night.   ", "id": 7803, "title": "Runaway child"}, {"note": "Big Triangle is gym trainer and small triangle,circle are his trainees. So class is started and Big triangle is teaching class about different exercises. First one is jumping in this you have to jump  as high as you can.In second one you have to lie down and breath.In third one you have to walk side by side.In all of these exercises  trainee follows instructor.", "id": 7804, "title": "Excercise class"}, {"note": "This is a story about how two strangers help another stranger. A young lady (circle) is unable to open the gate to her house. The small triangle and the big triangle are two gentlemen standing in street waiting for a bus ride. The two gentlemen do not know each other. The little triangle notices how despite trying 3 times the lady is unable to open the gate and therefore it goes to her assistance. He first inquires about the situation and gets agreement from the lady and proceeds to open the gate. He too is unable to open the gate. The big triangle sees these events unfold and goes to their assistance. He first has a brief conversation with the circle and the little triangle where he introduces and gets and agreement from them to help them out. The little triangle steps out a little further to make way for the big triangle. The big triangle successfully opens the gate.", "id": 7807, "title": "Helping Strangers"}, {"note": "This is a story of a traveling salesman(big triangle) interacting with a couple (circle-lady and small triangle-gentleman). The lady finally gets home after a long day of work and her husband arrives soon after. She inquires if he closed the main door, he says no and proceeds to close the door. As soon as he closes the door, the lady notices someone at the door and asks her husband to get open the door. Upon opening the door he sees the traveling salesman selling some product. The salesman tries to convince the couple to purchase. The couple have a brief conversation where the husband asks the wife if she is interested, she tells him she is not interested in the product, the salesman makes another attempt to convince them to buy. However, at this point the couple is ready for the salesman to leave and therefore the husband asks him to leave and proceeds to close the door.", "id": 7808, "title": "Traveling Salesman"}, {"note": "This is a story about a wife being rescued from an abusive husband by a stranger. The circle (wife) and the little triangle (husband) enter into a heated argument which quickly gets physical with both of them hitting each other. The husband gets furious and kicks his wife out of the house. The wife is outside the house crying. Seeing this a stranger gentleman (the big triangle) comes to her assistance. They have a brief conversation where he inquires about what has happened. He then walks up to the door and is approached by the husband at the door. As soon as the big triangle confronts the husband the big triangle attacks the husband for hitting a lady and kicking her out of the home. The big triangle kicks the husband out of the home and the lady then moves inside the home. The door closes and the lady is now safe inside her home.", "id": 7809, "title": "Domestic Violence "}, {"note": "This movie is about how a stranger homeless person (the circle), tricks two residents of a house and locks them out of their house. The story begins with the two roommates having a conversation. The homeless guy knocks on the door and hides on the other side of the wall. One of the triangle opens the door and upon not seeing anyone by the door, walks to check on the opposite side of the wall. The door subsequently closes, then the homeless guy knocks on the door again, and hides by the wall. Anxious of what is going on, the second triangle also walks outside to check and follows the same steps of the first triangle. The homeless guy quickly makes run for the inside of the house and locks the door. The two roommates are unable to open the door , they briefly talk and then walk away from the house, the homeless guy can comfortably rest for now.", "id": 7810, "title": "Funny Things"}, {"note": "This is a story about two couple who find themselves in need of place to spend the night after having a car trouble at the middle of the night while on a trip on the highway. The circle is the wife and the little triangle is her husband. The big triangle is the owner of the house. As they are walking looking for a place to say, they notice a house. They briefly talk to each other and while still feeling somewhat hesitant knock on the door. The door is opened by the homeowner, who lives alone, and seems excited to have visitors in the middle of the night, they have a short conversation and are invited inside the house. The homeowner lets them spend the night at his place and suggests them to stay at the upper left region of the rectangle. The couple move to that area and spend the night.", "id": 7811, "title": "Surprise Guests"}, {"note": "This story is about a toddler wandering outside the house in the middle of the night. The big triangle is the dad, the small triangle is the mother and the circle is their child. They all first come to their home from a nearby restaurant and immediately go to sleep. The toddler still awake manages to open the door and sneaks outside the house. When the mother turns to the other side while in her sleep, she does not feel the baby and wakes up worried, she then wakes up her husband. Both triangles at this point are very worried and rush to the door to look for the child. They both walk outside on the opposite directions, to cover the maximum directions. The dad finds the child behind the wall and scolds him for sneaking out, the child is scared and tries to get away from the angry dad and rushes to the inside. The dad calls for the child mother when he is about to enter the house. They briefly talk and are relieved that they found their child. They tell the toddler to not ever sneak out like that. They all go to sleep, the mom hugs the baby closer to her as they sleep in peace after a very stressful night.", "id": 7812, "title": "Runaway Child"}, {"note": "Big triangle was resting in his house. He was a suspect in a robbery case. Small triangle & circle are detectives. They are disguised as potential property buyers. They stand and talk outside big triangle's house. Hearing the noise, big triangle comes out of his house and inquires them about their purpose. Circle sneaks an opportunity and gets in the house to collect evidence. Meanwhile, small triangle keeps the big triangle busy. After a while, big triangle gets suspicious and attacks small triangle. The circle has collected some evidence by then. Big triangle enters his house, circle tries to hide but is spotted. Big triangle tries to confront him and he tries to dodge. The small triangle regains consciousness and on realizing the situation, helps his partner to get out by distracting the big triangle. They then lock the big triangle inside. They discuss the evidence collected outside the house. Big triangle finally manages to break out of the house and starts chasing them. The detectives run around the house, find cover and wait for the right moment to escape. Big triangle wonders around his house looking for them. Small triangle tries to kep an eye on the big triangle and finally he escapes along with his partner on seeing the opportunity.", "id": 7813, "title": "The investigation "}, {"note": "Circle and small triangle were working on their farm. Suddenly small triangle paused his work as he saw something in the direction of the road towards the town. He ran inside the house. Circle got surprised by this behaviour. She wondered if small triangle has seen a ghost. Confused and a bit scared, she looked owards the road. To her delight, she saw her father big triangle. He was coming back from town after selling the farm produce. He was carrying the things needed for the house. She ran towards the father, hugged him and took over most of the things from him. Meanwhile, small triangle came running from the house with water bottle and some cookies. He knew his father would be tired and hungry from the long journey. Now did the circle realized why his small triangle had ran home on seeing the father. Small triangle took over the remaining things from the father. Big triangle was happy to see his children delighted to see him.  He walked towards his home happily along with his children.", "id": 7814, "title": "The homecoming"}, {"note": "The 3 friends went on a hike. After a day long hike, they came across a pond. Big triangle and circle removed their clothes and jumped into the pond for a swim. Small triangle stood at the side watching their friends swim. He was scared of the water from the time he didn't know swimming. He had learned swimming only a month ago but had never stepped into water outside of the swimming pool, where lifeguards were present and depth was known. The pond was small. Small triangle wanted to go in and trust his training. With some encouragement from his friends, he finally jumped in. He remained calm in the water, made a round and come out. He didn't wanna take greater chances for his first swim outside the pool. On returning home, small triangle had this swim as one more happy memory from this hike.", "id": 7815, "title": "The swim after hike "}, {"note": "Big triangle and circle are couples and they have  pampered their  son small triangle.He is very naughty and nasty.He doesn't like to tell his parents where he is going and he always be in hurry.He doesn't like to be at home and spend time with his parents.He just like to roam around.One day he went outside by telling parents that he would come by evening but he didn't come.Big triangle and Circle were scared and Circle waited for him at door but he didn't come till night.Then Big triangle went outside to see him.He searched everywhere but he couldn't find his son.Then he returned home with disappointment but Circle still has some hopes so she convinced Big triangle and they again went for search of small triangle but they couldn't find him and returned home again.After some time small triangle came, he was unaware about what would have happened to his parent.Big triangle told him all the story and then small triangle realized his mistake.", "id": 7818, "title": "Notify parents"}, {"note": "Triangle is father if small triangle and circle.both small triangle and circle fights a lotand thats why big triangle was very upset he was thinking of some solution to avoid their fights. One day he gave a task of painting to small triangle and circle.they both enjoyed their painting job and forgot about their fight. After finishing with paint they came to their parents and told him that they finished painting. Then father told them that instead of fighting they can spend their time in different things and it will be helpful fir their future developement. Both agreed and promised father that they will not fight without reason.", "id": 7819, "title": "Lesson learned"}, {"note": "Two triangles will get inside the rectangle box which is their home. As soon as they close the door circle comes and knocks the door and runs away and the big triangle finds out that it was the circle and gets inside the box, small triangle tries to catch the circle it runs away. ", "id": 7820, "title": "playful circle"}, {"note": "Small triangle and big triangle would be sleeping in their house, the thief circle comes to their house for a burglary and the small triangle notices it and chases the  circle  away.", "id": 7821, "title": "Circle thief "}, {"note": "Circle and triangles are best friends they decide to play hide and seeks the big triangle and circle hides and the small triangle tries to find them every where even inside the rectangle box but in the beginning it won't and at last the circle, big triangle hides inside the box so finally the small triangle finds the circle and big triangle and the game ends on a happy note.", "id": 7822, "title": "Best friends playing hide and seek"}, {"note": "Characters used:\n1.\tBig triangle \n2.\tSmall triangle\n3.\tCircle\n\nA Big circle and small triangle were leaving inside the house (box), which was created by a big circle. Big circle was taking care of a small triangle, playing with him like his son. One-day small triangle saw, big circle went outside from his house (box) and were taking to big triangle. He got stun after looking same triangle like him (only large in size). \nFrom that day, he always trying to go outside, to see, meet the people like him. But big circle always stops him to do so. He won't have understood the reason behind it.\nOne day he got succeed in getting out from that box. The triangle was waiting for him to get outside that safe house (box). As soon as he come outside that box, big triangle swallowed him.\n\nMoral: Some people have tendency to not to listen to any one (specially elder's), without understanding the importance of reason behind it.\n", "id": 7823, "title": "Listen to your guardian "}, {"note": "Characters used:\n1.\tBig triangle \n2.\tSmall triangle\n3.\tCircle\n\nOne evening, there was a handicap (big triangle) person walking over the street. He saw the museum and he wish to go there. He tries to enter in it but can't, due to his inability to open the door. He requests the young boy (big circle) to help him. The younger laugh on him, and showed him attitude to open the door. The big triangle felt sad, as he can't open the door by himself, due to his limitation.\nNext day due to some incident younger boy's (big circle) hand got fractured. \nNow to invest some time in good activity, he (big circle) decides to go to the museum. After reaching there, he tries to open the door, as the door is heavy and big he can't able to open it. So requests the another boy (small triangle) to open the door. He open's the door with pleasant smile and respect.\nThe Big circle pass from the door, and think on the pleasant gesture of that boy (small triangle) and feel sadden over his bad behavior with older person. He understands the pain of that older person. This incident teaches him to respect elders.\n", "id": 7824, "title": "Do not laugh on persons frailty"}, {"note": "1.\tBig triangle (society watchman)\n2.\tSmall triangle (poor guy)\n3.\tCircle (Rich person)\n\nBig circle leaving inside a house (box) alone. Outside of his house, there was a street of that society. Society have a watchman (big triangle) to secure the society. There was a poor guy (small triangle) used to slip on the footpath beside that street and watchman always slip out him from there.\nThis have been now routine for poor guy (small triangle) and watchman (big triangle). \nOne-day big circle watch that a poor guy sleeping on footpath and watchman used to slip out from there. After watching this big circle feel sad and decides to adopt the poor guy, and he tells that to watchman. Then big circle offers small triangle to live with him. The poor guy happily accepts the offer and started living with him.\n\nMoral: If you can, then please help some one without expectation.\n", "id": 7825, "title": "Helping Hand"}, {"note": "SMALL TRIANGLE , BIG TRIANGLE, CIRCLE are very passionate in LONG JUMP COMPETITION. CIRCLE always think so high of her shape and thinks that it can do very well in high jump. One fine day, competition was HELD among three of them. High Jump boundary was defined by RECTANGLE. CIRLCE with lot of expectations on her jumping ability has decided to take initiate the race. Unfortunately, CIRCLE could not do well. BIG TRIANGLE always DOMINATES SMALL TRIANGLE. It PUSHES SMALL TRIANGLE aside and takes high JUMP next to CIRCLE. BIG TRIANGLE jumps longer than CIRCLE and felt HAPPY about its performance. Then comes SMALL TRIANGLE. SMALL TRIANGLE is always good at LONG JUMP and EXTREMLY HARD WORKING. None anticipated its SUCCESS. As always hard work wins, MOST NEGLECTED SMALL TRAINGLE STEALS the show with AMAZING PERFORMACE. SMALL TRIANGLE JUMPS longest distance. After the competition, all three sat together and CELEBRATED SMALL TRIANGLE's success together.", "id": 7830, "title": "Long Jump (small triangle wins)"}, {"note": "SMALL TRIANGLE, BIG TRIANGLE and CIRCLE are very close friends.SMALL TRIANGLE loves nature. SMALL TRIANGLE LIKES trees,animals. One day, SMALL TRIANGLE has decided to visit Zoo. Naturally SMALL TRIANGLE was SUPER EXCITED for its trip. ZOO is represented by RECTANGLE. Right after entering into ZOO, SMALL TRIANGLE SAW crocodile and was SUPER EXCITED. Then it SAW LION. With an intention of TAKING PICTURE of LION with its DSLR camera, it went little near LION. Then LION ROARED and SMALL TRIANGLE GOT AFRAID of LION's behavior. In hurry,SMALL TRIANGLE JUMPED out of ZOO fence. Later it entered into ZOO and finished its visit. Next day, when it met its friends, SMALL TRIANGLE has SHARED its experiences. Both CIRCLE and BIG TRIANGLE were super excited first LISTENING to SMALL TRIANGLE's experience.But CIRCLE couldn't resist its LAUGH when SMALL TRIANGLE shared \"JUMPING OUT OF ZOO FENCE\" incident. SMALL TRIANGLE FRUSTRATED when CIRCLE LAUGHED at him and LEFT the place.", "id": 7831, "title": "zoo visit : small triangle getting frustrated by circle's comment"}, {"note": "Smaller triangle,bigger triangle and the circle are friends.\nthe big triangle(nervously) out with his friends the smaller triangle and the circle.\n\nSmaller triangle (massively excited) to all\nI have a plan,let's go out and have some fun\nCircle joins in(excited as well)\nYes!let's do it\nSmaller triangle(happily agrees)\nBigger triangle(passively agreeing, less excitement)\nYeah!\n\nSo,they go bar hopping\nBigger triangle(now even more excited)\nLet's go visiit another place\nthe circle(excited as well)\nyeah,let's roam around town!\n\nBigger triangle slowly following them\n\nThen the decide to visit another place,spend some time there\n\n\nat the end of the night....\nThey walk to the bigger triangle's home\ncircle(very happy):Wow!I had a really great time tonight\nsmaller triangle(very happy and still full of energy):Me too!Me too\nBigger traingle:yeah,me too!\nthe bigger triangle says goodbye to them\nOpens the door and gets in.\n\nAnd suddenly he feels relieved and happy\nThat peace and quiet is what he seems to have wanted all along!", "id": 7832, "title": "The Social Mask"}, {"note": "Circle is the best friend for both the triangles it could not see as the both of its friends fight and it tries to do a compromise between both of them as the attempt of compromise fails circle gets fed up and goes inside of the rectangle.", "id": 7836, "title": "Best friends fight"}, {"note": "Two Triangles will be in deeply in love and romancing but annoying circle keeps on disturbing them somehow or the other the two triangles kick the circle and tries to avoid it.", "id": 7838, "title": "A Love Story"}, {"note": "Small Circle and small Triangle are friends. Big Triangle, the mother of the small triangle doesn't like this and forcible brings the small triangle to stay at home. Small circle tries to visit the small triangle, but the Big Triangle scares it away. Small triangle tries to visit once again, this time the Big Triangle is enraged and chases it for a long time. Small Triangle takes this opportunity to run away from home.", "id": 7840, "title": "Tryant and children"}, {"note": "Big Triangle is an old guy living alone in a spooky house . Two kids small triangle and small circle are playing in area, when they notice the spooky house. Small circle dares the small triangle to knock on the door. small triangle is hesitant, the small circle goes ahead and demonstrates it. The Big Triangle hearing noise becomes suspicious. The small triangle is still hesitant, small circle goes on to demonstrate in twice more, while the Big Triangle is getting more enraged by this. Finally when the small triangle musters courage to knock on the door, its met by the big triangle. The small triangle and small circle are frozen by fear, after a few seconds the small circle flees. When the small triangle tries to flee, its caught by the big triangle.", "id": 7841, "title": "Old Guy and Kids"}, {"note": "Two kids small circle and small triangle are in alone in a House. Big Triangle is a robber that notices this and approaches the house. He tries to entreat them to open the door,  the small circle listens and tries to open the door, but the small triangle comes and stops it. The big triangle is enraged, but still tries to get them to open the door. When they don't open the door, the big triangle tries to see if there is any other way into the home. The two kids take this chance to escape from the house. The Big Triangle after finding no other opening finally breaks the door, but the children aren't in there.", "id": 7842, "title": "Kids and a Robber"}, {"note": "Big triangle is a rich kid who has his own playhouse, two other kids small triangle and black triangle are jealous of him.So they plan to steal his toys and hide outside his playhouse. When they see the big triangle leaving, they break into his playhouse. The small circle asks the small triangle to keep a lookout for the big triangle in case he comes back, so the small triangle keeps a lookout, while the small circle is inside stealing the toys. After sometime, the big triangle returns, the small triangle observes this and rushes to alert the small circle. Then both the small circle and small triangle escape. When the big triangle returns and observes the broken door he rushes out to look for the culprits, but by then the two thieves have safely escaped. The big triangle after failing to find anyone returns sad and furious to his playhouse.", "id": 7843, "title": "Three kids"}, {"note": "Small triangle is having a party at his house with its friends big triangle and small triangle. After a while a fight starts between big triangle and small circle, and it becomes very heated. Small triangle tries to intercede between them and the small circle leaves the house in a huff not listening to the small triangle. After the small circle leaves, the small triangle berates the big triangle, the big triangle begins to regret its fight. Meanwhile the small triangle also cools down and begins to regret. The big triangle encouraged by the small triangle goes to visit the small circle. The small circle and big triangle make up and come back to house and apologize and express gratitude to the small triangle.", "id": 7844, "title": "Fight between friends"}, {"note": "Small triangle was waiting for his Dad big triangle's arrival at his house.  Both walked outside and were having a talk in a promenade about the son's future. During the discussion when the father big triangle asked about marrying in the future the son got mad, angry, infuriated and abruptly terminated the conversation and leaving and walked away from his father. The father big triangle tried to calm him down by running after him. This demand revived the scares of a brutal break up. He could not contain his frustration and the father was encouraging him to find another soul mate for his happiness. Then the son Left angrily and lost his way out (left) then realized it and walked back and disappeared (right). (Circle not in film)", "id": 7845, "title": "Story 1: Father-son triangle family discussion about son's love life"}, {"note": "The three dancers and friends, big triangle, small triangle and circle decided to create a dance choreography named \"love is beautiful\" outside circle's house. Big triangle and small triangle are both male dance partners to the female circle. It will feature a synchronized dance counting a happy love story. The choreographed dance moves are forward, backward, right, left and spinning at their respective dancer's turn starting with the circle, small triangle and big triangle, which for an oblique line and later a straight line in the middle while executing the moves and at the end, both triangles together came in front of circle.", "id": 7846, "title": "Story 2: Dancing choreography"}, {"note": "The couple (circle and small triangle) is visiting a new home with big triangle the father. All seem happy and excited when visiting their new home. The wife circle showing around in the house,  telling what type of items they should buy for the new house while the father triangle is later waiting patiently outside to let his son's family make they own decision. Sometimes, the father and son discuss outside, very excited about the new house while the wife circle stayed in the house.  The couple kissed 3 times, happy to find a new home that they will spend the rest of the life together in and the son returned to his father and both comtempled the outside of the house. ", "id": 7847, "title": "Story 3: a couple's New home visit"}, {"note": "The couple was coming from a promenade and did not notice that the entrance door was widely opened. Suddenly the robber big triangle breaks in the house of a couple (circle and small triangle).  Afraid, the couple trembling, standing close to the door at the time of the breaking, the big triangle robber ordered them to stand back , not move and close the door himself. The robber was angry at them for not complying and then started chasing them around. The couple runs towards the door and unfortunately for them the door was closed. The couple realizing with fear they can't escape, was imploring the robber to let them live. The big triangle felt some pity and told them to walk away from the door and then fled after having not attained his goal. The shaken couple was still in fear, run toward the door and stayed in front , realizing what just happened.", "id": 7848, "title": "Story 4: a Home robbery"}, {"note": "The couple (circle and small triangle) is angry at each other; the hubby small triangle wants to talk but the wife circle still angry to him, moves away all the time and express some anger. Many attempts and the circle left the house angrily.  small triangle meets circle in front of the door and dissuaded circle to return home. The circle calms down returns home with the small triangle, then suddenly their friend big triangle knocks to their house door. The couple played out the loving family and as soon as the big triangle left, they started fighting again. Then the big triangle came back because it heard noises, the couple showed again a happily and madly in love couple. When the big triangle left, they started fighting again.", "id": 7849, "title": "Story 5:  a couple going thru divorce"}, {"note": "Big triangle, having a weight/obesity problem doubled by health problems, was interested in exercising and look like his friend small triangle. Big triangle approaches small triangle for advises and decides to help him for his weight loss journey. The exercise plan was for big triangle was to run 10 rounds around the house and small triangle was there to encourage and take account.  Big triangle run heavily and met and stop by small triangle, complaining after only 2 rounds, that running was too hard and losing weight very difficult. After a brief hot discussion and under small triangle's threat of losing small triangle support , big Triangle run  spectacularly 2 more rounds and stop by small triangle complaining again of sudden sickness, fatigue, shortness of breath and demanded to go home after extreme fatigue. (circle not in film)", "id": 7850, "title": "Story 6: Sport and weight loss"}, {"note": "Once upon a time in a very distant world where love (circle), pride (small triangle) and money (big triangle), love tried to cover and impregnate of love to the pride and the money, nevertheless , Suddenly the money began to make its havoc and began to fight and want to destabilize the love, the love was shaken by the money, however the love was strong and managed to stabilize and continue with the same posture, then the money watching That could not destabilize the love, I try to take pride, this easily was affected and began to want to fight with the love and between the two they were pushing until I managed to open the door and take out the love, the money and the pride They saw and immediately the money fell as well as the pride, the pride tried to rise and wanted to follow the money, but they fell again without being able to survive without love.", "id": 7852, "title": "Nothing without love"}, {"note": "This was a big man who had lived for several years alone, until one day he felt very bored to be alone and decided to venture to find a couple, left his circle, was very cautious looking for someone close to He initially met a beautiful girl and tried to conquer it, very fearful came and talked and tried to meet her, she initially corresponded to him, however he immediately realized that it was not what he was looking for and decided to tell him that he should retire And follow her search, suddenly appears another young girl (trianqulo small) with which immediately felt very moved and identified with her and she was also very enthusiastic and began to court and talk with her, invited her to go live Together and finally convinced her he quickly went home and she followed him and lived happily.", "id": 7853, "title": "My conquest"}, {"note": "Once upon a time there was a lion (big triangle) who was in the forest very happy taking care of its territory without caring that it was outside its habitat. Suddenly an elephant (circle) and a little lioness(small triangle) very playful and curious tried to approach the jungle, suddenly the lion realized and approached the entrance of the forest and opened its habitat, the little lioness said that they wanted to enter and the les Said that it was not possible, the little lioness very impatient said \"let me in, let me in, look I'm like you alone that smaller\" to which the lion emphatically said no, that all that was his territory and that No one else could be there more than he, in that for being arguing with the little lioness, the elephant moved to the habitat of the lion and later entered the little lioness also, and being inside, the lion was trying to annoy them to leave Their territory, pushed them and said they should leave there until finally managed to get them out of their habitat and the lion was quietly within its territory.", "id": 7854, "title": "Protecting my habitat"}, {"note": "This was an older man(big triangle) who had gotten himself into a big problem that according to he had no way out, after going around the problem and trying to find a solution, he stops for a moment and decides to go out and ask for help, he creeps in and The first one he encounters is a young man (circle) who, although he does not have his own experience or similar opinions, tell him to tell him and invite him to go with him and get into his problem, he responds that he is not the right person who is better That he looks for another type of help because he can not help, so this man goes quickly to find someone who can listen to him and help him solve his problem, finally comes with someone close to him even though he was younger(small triangle) but decides to tell him his problem And this is interested to help him, so he decides to go with him to get into his problem, and being in his problem to tell him, he sees how he is deciding and there comes a time when it is no longer necessary that this helps him for what That decides to leave so that the same one solves its problem and thus, when leaving the young affin, the older man with more tranquility revises its problem and it solves it.", "id": 7855, "title": "The problem"}, {"note": "Both the triangles will be in a party enjoying in their house the uninvited  friend of their is circle who comes and knocks on the door and the triangle pushes the door and circle and closes the door circle is sad and tries again and knocks on the door and now triangle realises  its mistake and lets circle inside and party continues all three friends party happily.  ", "id": 7857, "title": "Party circle not invited  "}, {"note": "Three friends encounter an abandoned house; the front door is blowing with the wind. Big triangle and circle want to enter the house. However, small triangle does not. Unconvinced, small triangle waits outside while large triangle and circle hesitantly enter the house. Small triangle is scared waiting outside alone; small triangle enters the house. Small triangle's surprise entrance scares the other two, and all three run out of the house!", "id": 7861, "title": "Haunted House"}, {"note": "Big triangle (Tori) and circle (Bobo), like each other. The two of them are hanging out in private. Tori tells Bobo a joke, and she giggles. They are having a great time together. Then, little triangle (Mini Tori) shows up. Mini Tori has a crush on Bobo, and Tori is aware of this. Mini Toro is upset at Tori, and feels betrayed. Mini Tori begins to shake, and then confronts Tori. Bobo is scared, and starts to shake during the argument. Mini Tori jumps on Tori, and Tori pushes Mini Tori off. Scared and feeling helpless, Bobo runs out of the room. Mini Tori tries to chase after Bobo, but Tori pushes Mini Tori out of the way and reaches Bobo. Bobo says \"I'm sorry, I can't do this anymore\", and leaves. Tori's heart is broken.\n", "id": 7862, "title": "Love Triangle"}, {"note": "Big triangle, small triangle, and circle meet up at the local pub to watch the Indiana Hoosiers basketball game. The Hoosiers are playing the Kentucky Wildcats for the National Championship. It's a close match-up, and everyone is one the edge of their seats the whole time. As the game progresses, the tension builds. Big triangle orders a round of shots. The shot is just a little much for small triangle, who falls off of his chair. Circle cuts off small triangle, who gets made and proceeds to leave. Small circle stumbles out of the pub, while big triangle judgingly watches and shakes he head.\n", "id": 7864, "title": "Indiana Hoosiers"}, {"note": "The smaller triangle initiates a game of catch with the larger triangle. Each triangle dibbles the circle twice before passing. ", "id": 7865, "title": "triangles playing catch"}, {"note": "The big triangle is inside its home. The little triangle knocks on the door three separate times. After the third knock, the large triangle answers the door. The triangles have a brief discussion and the large triangle slams the door. ", "id": 7866, "title": "Door to door sales"}, {"note": "The little triangle keeps throwing the circle against the door but the door keeps swinging back. The little triangle asks the large triangle for help. The big triangle keeps the door open a little more with each impact of the circle by moving into the doorway. The little triangle eventually enters the building when the door is open to its satisfaction. ", "id": 7867, "title": "Door keeps closing"}, {"note": "The little triangle drags the ball to platform and then jumps up and down until the ball falls. The large triangle has positioned itself under the platform, so the ball gets stuck between the swinging platform and the large triangle. ", "id": 7868, "title": "rolling ball"}, {"note": "Big triangle, the father is this story, is having a discussion with his wife, Circle. Their daughter, little triangle, is heading off to university soon. Little triangle has really noticed that she does not look anything like either of her parents; she wants some answers before she heads off to start the next chapter in her life. Big triangle and circle are debating on whether or not to tell little triangle that she is adopted. However, little circle is eavesdropping and hears everything. She runs in to tell ask her parents \"Whyyyyyyyyy?????\", is inconsolable, and runs out of the room after exclaiming \"you ruined my life!\".\n", "id": 7869, "title": "Adopted?"}, {"note": "The large triangle starts a game of hide and seek. It discusses the game with the other shapes and proceeds to count in the corner. The circle knows where it wants to hide and sneaks behind the building. The little triangle wants to hide in the building but decides it's not a good enough hiding spot. It hides behind the door in the building. The large triangle starts searching for the other shapes and misses the little triangle behind the door. The large triangle then searches outside the building and finds the circle. The little triangle is not found. ", "id": 7870, "title": "hide and seek "}, {"note": "The large triangle challenges the circle to repeat its movements. First, the large triangle tries to roll along the top of the box. The circle does it better. Then the large triangle tried to bounce against the box. The circle does it better. Finally, the triangle balances on the box. But again, the circle does it better. ", "id": 7871, "title": "Anything you can do..."}, {"note": "It's the 1980's and cocaine has never been so popular in the City. A bump of that sweet, sweet booger sugar gives the energy needed to power thought those 18-hour Wall Street days. Big triangle and little triangle are starting to slow down to towards the middle of the afternoon. The pusher man, circle, swings by at just the right time and offers the triangle duo the power that they need. The duo gets their fix, but little triangle takes a little too much, and passes out. Afraid that little triangle is dead, circle flees from the scene.\n", "id": 7872, "title": "Wall Street"}, {"note": "Big triangle, small triangle, and circle are good friends and see each other every weekday at their corporate office. Recently, big triangle heard that sitting all day in the new \"second hand smoking.\" Since big triangle cares about his friends, he organizes a group walk every day at lunch. Big triangle enjoys being the ring leader, but small triangle wants the power. During the walk, small triangle tries to get circle to follow him, but big triangle is a natural leader, and circle follows big triangle. Once big triangle says that the walk is up, big triangle and circle head back to the office. Small triangle is defiant and refuses to go back when big triangle says to.", "id": 7873, "title": "Office Walk"}, {"note": "SMALL TRIANGLE, BIG TRIANGLE and CIRLCE are very close friends. They always play different type of games. On one fine day, they have made up their mind to play \"Hide and Seek Game\". Boundary for this game is decided by rectangle. CIRCLE lost the toss and was chosen as thief in the game. CIRCLE was standing at one corner closing his eye and counting numbers. BIG and SMALL TRIANGLES were trying to HIDE from CIRLCE. Though BIG TRIANGLE has gigantic body, it always act CHILDISH and thinks that it has small and cute body. When both triangles were trying to hide from CIRCLE, SMALL TRIANGLE was looking for a place and BIG TRIANGLE had decided to HIDE BEHIND SMALL TRIANGLE. This incident has really made SMALL TRIANGLE PISSED OFF. Because three of them were friends, SMALL TRIANGLE didn't let her FEELING OUT. When circle saw, It has NOTICED BIG TRIANGLE body and CAUGHT BIG TRIANGLE as thief. Now BIG TRIANGLE has become thief. People always point out others for mistakes without realizing that they do the same. When BIG TRIANGLE become thief, CIRCLE and SMALL TRIANGLE started looking for place. This time, SMALL TRIANGLE tries to HIDE BEHIND CIRLCE. And BIG TRIANGLE CATCHES SMALL TRIANGLE as thief. Later, SMALL TRIANGLE realizes how much frustrating it would have been for CIRLCE. SMALL TRIANGLE repents finally. ", "id": 7874, "title": "Hide and seek game"}, {"note": "SMALL TRIANGLE,BIG TRAINGLE and CIRLCE were best friends. They have not been to any place outside their town so far. Their end term exams were done and have decided to step out of town. All three have decided to travel in a train. It was the first time BIG TRIANGLE was going to board train . When all three of them were waiting for train in railway station, BIG TRIANGLE SAW the train approaching. It was SUPER EXCITED when it saw train for the first time. Then three of them boarded train and started chatting among each other.When train started, BIG TRIANGLE started experiencing JERKS. BIG TRIANGLE was SCARED by the jerks generated in train. SMALL TRIANGLE tried making fun of BIG TRIANGLE by MOVING and IMMITATING BIG TRIANGLE. Later, BIG TRIANGLE FELT AFRAID and went close to SMALL TRIANGLE and SAT with that.\nAdventurous journey for is BOARDING A TRAIN for BIG TRIANGLE.", "id": 7875, "title": "Adventurous Journey in Train:"}, {"note": "CIRCLE, SMALL TRIANGLE and BIG TRIANGLE are very experts in running. All three decided to participate in a race. Race track is the RECTANGLE BOX. CIRCLE is very hard working. It will never give up anything and has lot of endurance. On the other hand, SMALL TRIANGLE is NOT as hard working as CIRCLE. SELF ESTEEM of SMALL TRIANGLE is very high. SMALL TRIANGLE always be lazing around. Compared to SMALL TRIANGLE, BIG TRIANGLE is hardworking, yet it is not as TALENTED as SMALL TRIANGLE. This race competition between three of them clearly DEMONSTRATES that always hard work coupled with endurance and talent wins. Because SMALL TRIANGLE thinks so high of herself, it will argue with rest of people and decides to go take part in relay race first. CIRCLE knows it talent . It remained calm during initial phase of race. Then BIG TRIANGLE completes its race surprisingly faster than SMALL TRIANGLE.Finally CIRCLE takes the track and finished race very quickly. CIRLCE won the race and CELEBRATED finally. All achievers celebrate after achieving success and they aalways stay hungry and foolish. They will never give up.", "id": 7876, "title": "Success Formula : HARD WORK + TALENT + ENDURANCE "}, {"note": "SMALL TRIANGLE and BIG TRIANGLE live in same house. They have HARD FEELINGS on each other.CIRCLE is their common friend. on a fine morning, all three met each other outside in a park. All three were VERY HAPPY. They were SINGING, DANCING and PLAYING GAMES.They were SINGING SONGS while rotating in a circle. SMALL AND BIG TRINAGLES were pretending as if they were the best friends in front of CIRCLE. By looking at the way both triangles were interacting among each other, CIRCLE thought that both of them were made for each other. BUT this is not true. After entering into their home, when no other person was around them, their actual nature has come out. Their quarrel started with an argument about personality. BIG TRIANGLE called SMALL TRIANGLE \"LITTLE ONE\". This made small triangle ANGER and it started FIGHTING with BIG TRIANGLE. After fighting for some time, both of them felt TIRED and slept off not together but apart from each other occupying two different corners. Hence never judge a book by looking at its cover. Never judge a person too quickly. ", "id": 7877, "title": "Never judge a book by its cover !! "}, {"note": "Once upon a time, there were a couple of triangles: a big happy triangle and a small friendly triangle.  There was also a sad circle. The couple of triangles lived together in a small box. They were very happy, however there was something missing, they really wanted to have a nice responsibility. They discussed very excited about it and came out with the plan to adopt a similar friend, that is, another triangle. One day, the small triangle left the box and met the circle. It was a sad homeless circle; it was starving and needed help. The small triangle was confused about what to do, but finally it decided to bring the sad circle to its box and help it. The big triangle was very reluctant to help the circle, because it was different to them : it was a circle. The small triangle explained very excited the big triangle about the possibility to take care of something else. After a long talk, the big triangle accepted to help the circle. The circle and the small triangle were very happy. The big triangle could not avoid joining to the celebration and it was also very happy. Over the time, the three friends learned to live together in harmony. They had the happy ever after.", "id": 7878, "title": "Adoption"}, {"note": "This is the story of three shapes living in a bigger one. The shapes were a big triangle, a small triangle and a circle. The small triangle was very active all the time; it constantly invited the other figures to join its activities, however, the circle was lazy and the big triangle was absorbed in meditation. From time to time, the big triangle accepted to join dancing with the small triangle, but it was only for short periods of time, since it had to come back to meditation. On the other hand, the lazy circle just accepted to talk a little bit with the enthusiastic small triangle. One day the small triangle jus gave up and also became lazy. It slept all the time. The circle realised about the strange behaviour of the small triangle and spoke with the big triangle about it. Both, the circle and the big triangle were very concerned and tried to reanimate the small triangle. After several failed attempts, they started to dance and party, the small triangle could not resist joining the party. The three figures celebrated very happy leaving behind the lazy life, and they became the most active figures in the world.", "id": 7879, "title": "Becoming Active"}, {"note": "Once upon a time, there were two triangles in rehab and a circle. The circle gave therapy and administrated medicaments to the triangles. Most of the time the big triangle was very calm, but from time to time it got very aggressive; the small triangle on the other hand was very active, but it was addicted to danger.  Every day the circle gave the triangles instructions for activities, it also gave them pills and let them go out of the room where they lived. The triangles behaved very strange when they were out of the room. They just walk around for long time. In the mean time the circle took naps to recover of the stress caused by the triangles. When the triangles came back into the room, they were more relaxed and talked to the circle about their issues. The circle was also more relaxed and listened to the triangles. They shared thoughts and ideas, and the circle gave them tools and exercises to improve their lives. After some time, the triangles got recovered and could left the room. The circle was satisfied and ready to receive more friends to help.", "id": 7880, "title": "Psichology Center"}, {"note": "This is the story of a circle, a big triangle and a small triangle. All of them lived in a rectangle, and the circle never let the triangles to go out. The triangles had to be very creative and did many activities in the rectangle. They played, danced, worked out and so on. The circle on the other hand was very lazy and very rude with the triangles. Many times the triangles tried to scape from the circle, but they never succeed. Every time they tried, the circle caught them and punished them. They had to be quite for some time, which made the triangles very sad. One day, the circle was on good mood and decided to go out. The triangles immediately prepared a good plan to leave the rectangle. But they were very slow reacting, and right when they were ready, the circle came back and they could not go out. The triangles never left the rectangle, and their lives were miserable forever and ever.", "id": 7881, "title": "Captured"}, {"note": "Once upon a time, there were a big triangle and a small triangle that played very happy with a circle. The big triangle led the games and the small one always followed it. The circle on the other hand was very passive and just let the triangles to play with it. Some times the triangles got bored since they just passed the circle to each other. But other times they really had fun inventing different games with the circle. When the circle was tired, it just started to become heavier, so the triangles could not launched it any more. After some time the circle lost weight and became normal, so the triangles started again to play. The triangles never stopped playing, they really enjoyed creating games with the circle. One day the circle was very motivated and decided to stop being passive and turn active. The circle started to play with the triangles. This story ends with a happy group of a circle, a big triangle and a small triangle, playing together.", "id": 7882, "title": "Joining play"}, {"note": "This is the story of three figures: a big triangle, a small triangle and a circle. The triangles were very closed to each other. They were always together. The circle was alone but happy. Most of the time the triangles were satisfied to each other, they shared many characteristics, and never knew something different to them. The circle was a very rounded figure, very different to the triangles. It was independent and very often it enjoyed simple things. Most of the time, the triangles did the same things and they shared almost everything. One day the small triangle was alone and met with the circle. The small triangle was fascinated because the roundness of the circle. The circle was also captivated for the straight shape of the small triangle. They were very happy to have found to each other. The big triangle wanted to join the new friendship, but the small triangle and the circle rejected it. The big triangle was obligated to leave the small triangle. It left and they never met again.", "id": 7883, "title": "Affair"}, {"note": "Small triangle and circle lived in the black box, they did not know that there was any world outside the box. They used to spend all the time fighting, playing with each other. One day by accident they discover the outside world, they are very excited and decide to explore it. While exploring the world they meet a new person Big Triangle. They soon become friends. Then they invite the big triangle into their black box. They are happy sharing their home with their new friend.  ", "id": 7884, "title": "Discovering the world"}, {"note": "The circle wants to purchase a new home. Two triangles who are house brokers show the circle the house. The circle inspects the house form outside and then from the inside. After thorough inspection the circle comes out. She thinks the house is overpriced and the two triangles are trying to fool her. The small triangle eagerly goes and asks her opinion. The circle thinks the house is not good enough. She is in no mood to speak and begins to leave. While the circle is walking away the larger triangle calls it. The circle says it does not want the house and gives no reason for it. The triangles are confused and surprised by the strange behaviour shown by the circle. They feel that she has either lost her mind or has got a hint of their plan to fool her. ", "id": 7886, "title": "Buying a new house"}, {"note": "The smaller traingles' parent, the larger triangle has purchased a new toy for him. It is a soccer ball. Soccer is his favourite game and has been nagging his mom for some time now. She tells him to come inside the house. However he is too excited, he says he wants to play with his new toy. The larger triangle leaves him to play and enters the house and closes the door behind her. The smaller triangles is kicking the ball on a forward facing wall of the house. The ball bounces back to him sometimes, sometimes the bounce is abrupt and the direction of the ball changes, other times it overshoot and lands behind him. The ball recoils back fast once when he tries to hit it very hard, poor small triangle is hit once but like any kid he forgets about it starts playing again.", "id": 7887, "title": "Playing with a new toy"}, {"note": "It is a usual class day for the circle and smaller triangle. The circle comes to class first she settles down in the meanwhile the triangle also enter the class. They engage in a conversation till the professor arrives. The professor seems to be an alcoholic. It's middle of the day and he is already drunk and arrives to class in that manner. He is so drunk that he is barely able to walk in a straight line. He somehow enters the class and proceeds to start teaching. He is not in his state of mind and starts blabbering anything. He is also walking awkwardly and hitting the walls. He starts arguing with the students and passes some nasty remarks. The students find this behaviour very offensive and start exiting the classroom. The smaller triangle exits first he is closely followed by the circle.", "id": 7889, "title": "Drunken Master"}, {"note": "Both the triangles want to be with the circle. But the circle can't decide and choose between the two. The triangle's argue and come to an extreme conclusion to settle their dispute - engage in a shooting duel. They are supposed to take five steps turn around and shoot. They come to a location and start walking in opposite directions. The circle pleads them to stop this absurd behaviour. However they don't pay head to her and proceed. The smaller triangle thinks he can trick the larger triangle tries to cheat after a few steps. At one points they both turn and fire their guns. The smaller triangle is hit and dies on the spot. This scene distraught the circle.", "id": 7890, "title": "Shooting Duel"}, {"note": "The two triangles who are friends decide to play the game of dog and the bone. They decide to keep the circle as the object to be kept in the center. They start the game and try to compete. The smaller triangles tries tricking the larger triangle and eventually wins. The larger triangle is displeased with this and argues with him. They settle the argument and start a new game. This time the smaller triangle comes and kicks the circle. This infuriates the larger triangle and they start fighting.", "id": 7891, "title": "Dog and the bone"}, {"note": "There is a door in our 'obstacle house' which swings abrubtly but continously. The three friends small circle, large circle and circle decide to play this game of entering the house. The smaller attempts first, while entering he is hit by the door and moves downwards. He is followed by the circle, the door hits her too and she moves upwards. Finally the larger traingle tries to enter the house. He is successful in entering the house. He is jubiliant after this. He tries to help his friend, the circle and suggests her a tacktic. She goes and tell this to the smaller triangle too. The circle tries again and is able to enter the house.", "id": 7892, "title": "Obstacle door"}, {"note": "Once upon a time in a very distant world where love (circle), pride (small triangle) and money (big triangle) coexist, love tried to cover and impregnate of love to the pride and the money, nevertheless , Suddenly the money began to make its havoc and began to fight and want to destabilize the love, the love was shaken by the money, however the love was strong and managed to stabilize and continue with the same posture, then the money watching that could not destabilize the love, The money try to convince pride to fight with the love, the pride easily was affected and began to want to fight with the love and between money and pride were pushing until  it managed to open the door and take out the love, the money and the pride They saw and immediately the money fell as well as the pride, the pride tried to rise and wanted to follow the money, but they fell again without being able to survive without love.", "id": 7893, "title": "Nothing without love"}, {"note": "This was a big man who had lived for several years alone, until one day he felt very bored to be alone and decided to venture to find a couple, left his circle, was very cautious looking for someone close to He initially met a beautiful girl and tried to conquer it, very fearful came and talked and tried to meet her, she initially corresponded to him, however he immediately realized that it was not what he was looking for and decided to tell him that he should retire And follow her search, suddenly appears another young girl (small triangle) with which immediately felt very moved and identified with her and she was also very enthusiastic and began to court and talk with her, invited her to go live Together and finally convinced her he quickly went home and she followed him and lived happily.", "id": 7894, "title": "My conquest"}, {"note": "Smaller triangle and circle are husband and wife.\nThey come home late night after an exhausting day at the office.\nDoor closed\nScene @bedroom\nSmaller triangle(feeling sleepy): goodnight honey!\nCircle(sleepy as well):Goodnight!\nThe bigger triangle is lurking outside, he takes a good look of the house from all directions.\n\nBigger triangle tries to unlock the door, after some unsuccessful attempts manages to unlock it.\nThe bigger triangle (being cautious) open the door slowly.\nHe anxiously and slowly walks in without making any noise.\nHe is looking around the house,keeping stuff and valuables he fancies.\n\nCircle(the wife) gets awake by some disturbance\nCircle(alarmed) to smaller triangle: I hear something,wake up!\nSmaller triangle: It's probably nothing, you are always worried. Let my fatass sleep.\nCircle still manages to wake him up,the go to check.\n\nThey notice the bigger triangle ,the burglar.\nSmaller triangle and circle get scared.\nSmaller triangle (mustering some courage)\nHey!what are you doing?Get out of the house or we will call the cops.\n\nThe bigger triangle(getting angry and aggressive)\nHe chases them\nThe smaller triangle and circle being afraid,run away from them.\nThe hide in another room where the burglar follows them. The manage to slowly sneak out and close the door.", "id": 7895, "title": "Burglary"}, {"note": "Once upon a time there was a lion (big triangle) who was in the forest very happy taking care of its territory without caring that it was outside its habitat. Suddenly an elephant (circle) and a little lioness(small triangle) very playful and curious tried to approach the jungle, suddenly the lion realized and approached the entrance of the forest and opened its habitat, the little lioness said that they wanted to enter and the les Said that it was not possible, the little lioness very impatient said \"let me in, let me in, look I'm like you alone that smaller\" to which the lion emphatically said no, that all that was his territory and that No one else could be there more than he, in that for being arguing with the little lioness, the elephant moved to the habitat of the lion and later entered the little lioness also, and being inside, the lion was trying to annoy them to leave Their territory, pushed them and said they should leave there until finally managed to get them out of their habitat and the lion was quietly within its territory.", "id": 7896, "title": "Protecting my habitat"}, {"note": "Little Triangle lives with Circle together in a house, and he had never been to the outside before, Circle takes care of everything.\n\nOne day, Circle left with the door open and never went back. Little Triangle was worried and afraid, he wondered what happened to Circle, whether he's safe, will he ever be back? He waited and waited, become more and more anxious with the increasing curiosity about the outside world every time he looking through the open door. After struggling for some time, he made his mind and stepped outside his world with cautious, but also exited.\n\nNot far from Little Triangle's house, Big Triangle was just passing by.  Little Triangle was almost frightened out of himself when Big Triangle suddenly say \"hello\" to him! he'd never seen anyone except Circle before, not even a similar triangle like him. He flew back to the house and close the door again! Meanwhile, Big Triangle also wonder why this little triangle behave so, and he decided to ask Little Triangle directly. He knocked at the doors but no one replied. He had to leave with pity and confusion. \n\nLittle Triangle was so afraid when heard the knocking, and dare not to open. He prayed Circle could return and his life could return to normal. Several days past, when he almost forgot about that \"horrible\" experience, he tried to go out of his house again.  And something dramatic happen, Circle backed together with Big Triangle and told him that he'll leave forever, if Little Triangle would like to stay with Big Triangle, and leave two Triangles in that little house.\n", "id": 7897, "title": "Time gone by"}, {"note": "This was an older man(big triangle) who had gotten himself into a big problem that according to he had no way out, after going around the problem and trying to find a solution, he stops for a moment and decides to go out and ask for help, he creeps in and The first one he encounters is a young man (circle) who, although he does not have his own experience or similar opinions, tell him to tell him and invite him to go with him and get into his problem, he responds that he is not the right person who is better That he looks for another type of help because he can not help, so this man goes quickly to find someone who can listen to him and help him solve his problem, finally comes with someone close to him even though he was younger(small triangle) but decides to tell him his problem And this is interested to help him, so he decides to go with him to get into his problem, and being in his problem to tell him, he sees how he is deciding and there comes a time when it is no longer necessary that this helps him for what That decides to leave so that the same one solves its problem and thus, when leaving the young affin, the older man with more tranquility revises its problem and it solves it.", "id": 7898, "title": "The problem"}, {"note": "This is the story of a family, in which the father is represented by the circle, the mother by the big triangle and the daughter the little triangle. One day the mother discussed with the daughter and is in her impotence that the pope did not take her role to rebuke her daughter, the mother decides to leave for a moment outside the house. The pope and the daughter agreed that they would remain in the house, however, because of the daughter's rebellion the pope and she had many differences and began to argue to the point where the pope decided to leave the house also, the daughter When she was alone, she felt proud for a moment, but she did not last long alone and decided to go and look for her parents to apologize. The first time she saw her mother, she approached and apologized. Later her mother helped her. To convince his pope to return to the house and already being there harmoniously they talked, they were pardoned and they continued living and sharing their home the three.", "id": 7899, "title": "The rebellious daughter"}, {"note": "A house lays lonely far away from the main road. One day, Circle can't hold his curious and call Little and Big Triangle to join his adventure to this house.\n\nAfter they just entered the house, the door shut suddenly, which did shock them, and both agreed to end this tour. But when they trying to find the way out, Circle disappeared, just in a sudden. Two triangles cried desperately and wanted to get the door reopen again. They didn't even try to find disappeared Circle! Finally, Little Triangle got the door open, but when he turned to Big Triangle, he found his friend had already become a cold body. Three adventurers, only one alive.\n\nAfter Little Triangle's escape, the door closed again, like the house itself knows his guest had been away. And with the empty hall as usual, no one knows where Circle went, and also the body of Big Triangle.\n", "id": 7900, "title": "Haunted house"}, {"note": "1.\tBig triangle (Tortoise)\n2.\tSmall triangle (Rabbit)\n\nIn a jungle there was two friends, rabbit and tortoise. One-day rabbit asks tortoise to play a race, tortoise agrees to him. Rabbit and tortoise decides the path for the race, and set the check point as old house (a box) in jungle. After deciding the final point both were ready for race. \nRace began, and as the rabbit is good in running fast, he leads the tortoise, after going long he wont see tortoise behind him, he got relaxed. He started thinking that tortoise will not win the race, as I a am the fastest runner. So he just goes below a tree to have nap. Tortoise is chasing the checkpoint seamlessly; he is really slower than rabbit. \nAfter some time, the checkpoint gets visible to tortoise, he gets happy to see that. As he goes close to checkpoint, he sights the rabbit in sleeping state. He still continues with his work and ignores the rabbit, and win the race.\nAfter some time, rabbit get awaked and see all are celebrating tortoise victory, he disappoints with his performance. Even he has ability to win the race he has lost it. \n\nMoral: As Holly Mosier has said \"Slow and steady wins the race\". And \"Your overconfidence will be your downfall\".", "id": 7903, "title": "Overconfidence "}, {"note": "Once upon a time there was a family Circle (Son), Little Triangle (Daughter) and their mom, Circle it was a very curious kid and always is was exploring, one day he arrive to a garden where he play running around, suddenly he saw a small gap in the bushes that attract his attention, as he was a explorer he try to look into it but suddenly a magic door opened inviting him to get in, when he enter the door suddenly closed having trapped to Circle. Some minutes later, her sister was looking for his brother and went to the same garden and she was calling to Circle with not answer, then she saw the same small gap in the bushes and once again the magic door opened inviting her to get inside, she went inside and everything was dark and she scream when she screamed the door closed and trapped to Little Triangle too. Hours later Mom was looking for them and she arrive the same garden and start looking for this sons but there was not answer, then the saw the same gap in the bushes and the magic door opened and a voice told her \"I have your kids, but in order to release them I need you to get inside\", Mom agreed and the kids were released and Mom has to get inside of the room and got trapped forever there. The kids never saw their mom again.", "id": 7905, "title": "The Magic Door"}, {"note": "The smaller triangle (happy and excited) likes the circle and makes efforts to make her happy. The circle fancies the smaller triangle as well (not as strongly). Both are happy.\n\nThe bigger triangle comes in and attracts the attention of the circle.\nCircle is pretty impressed by the larger triangle's home and properties and decides to go with him(marry him).\n\nCircle(very excited) moves around the house and marveling it. She comes to the triangle.\nThe old triangle seems passive and unexcited.\nThe circle(still excited) keeps moving around the house,enjoying the luxury it provides. The circle comes back again to the triangle who seems pretty passive and unexciting again.\n\nThe circle (not much excited,losing much of the enthusiasm) still moves around the house. The circle starts to wonder if this has been worth it.The circle(dejected) opens the door and still finds the smaller triangle waiting for her.\n", "id": 7907, "title": "Every form of refuge has its price!"}, {"note": "The big triangle is the boss(signifies work).\nThe smaller triangle(happy) gets into the house (marries) with the super excited circle(very happy).\n\nThe smaller triangle gets off to meet the larger triangle (to work).\nHe comes(feeling happy) back to meet the circle(excited). \n\nThe smaller triangle gets off to meet the larger triangle (to work).\nHe comes(feeling ok) back to meet the circle(happy). \n\nThe smaller triangle gets off to meet the larger triangle (to work).\nHe comes back(unresponsive) to meet the circle(feeling less happier).\n\nThe smaller triangle gets off to meet the larger triangle (to work).\nHe comes back but (ignores) the circle(feeling sad).\n\nThe circle decides to leave. The triangle returns home only to find it empty. Triangle(feeling very sad).\n \n", "id": 7908, "title": "The most underrated currency"}, {"note": "The circle signifies people in general.\nThe smaller triangle and bigger triangles can be viewed as any kind of artists.\n\nThe circle is pretty excited to see the smaller triangle.\nThe  smaller triangle is happy too and performs its tricks(art). This in turn makes the circle pretty excited. This goes on for a while.\n\nThe smaller triangle goes back in the house(takes a break).\nThe larger triangle comes in.\nThe circle is pretty excited to see the larger triangle.\nThe larger triangle is happy too and performs its tricks(art). This in turn makes the circle pretty excited. \n\nThe smaller triangle comes out only to find the circle captivated by the larger triangle.", "id": 7909, "title": "The new kid in town"}, {"note": "The circle, small triangle and large triangle are children who are playing hide and seek. The circle is the denner and the two triangles find place to hide. The two triangles enter a room and close the door perfectly. The circle finds them and finally finds the door of the room. The moment circle opens the door, the two triangles move towards the corner of the room. The moment circle enters the room and passes one of the triangle without noticing the triangle, the triangle rushes to the door and goes out. The other triangle also makes way out and runs away from the circle. The circle continues chasing the triangle and the chase continues.", "id": 7910, "title": "Hide and seek"}, {"note": "In this the box is the den of the tiger. Circle is the tiger. The bigger triangle is the human father and smaller triangle is his son. Father and son go out for picnic. They both play and run without realizing  they are playing near the den of the tiger. After some time the tiger smells the human blood and comes out for hunting. The father and the son see the tiger and the child hides behind his father. The father and son are scared and they quickly run and hide behind the den. The tiger then walks around to hunt for food. But the father and son make a narrow escape from the tiger.", "id": 7912, "title": "Fear of the tiger"}, {"note": "The bigger triangle is the father. The circle is the daughter of the bigger triangle. The smaller triangle is the lover of the circle. The father triangle and circle daughter are sleeping at night. The lover triangle comes and calls the circle lover. The circle quietly and sneakingly comes out of the house, closes the door and meets her lover. They both then rather than straight away running, go and hide in the backside of the circle's house. The father triangle wakes up and searches the daughter circle first inside the house and then outside the house but couldn't find. The father triangle searches everywhere but forgets to search at the backside of his own house. After the bigger triangle goes back to home the lovers elope, get married and live happy ever after.", "id": 7913, "title": "The eloped"}, {"note": "The bigger rectangle is the goal. The circle is the ball and the two triangles are the two children who are playing soccer. Firstly, the bigger triangle kicks the ball towards the goal. But the smaller triangle quickly comes towards the goal and first tries to grab the ball and make a goal. But when he finds thats not possible he becomes a goal keeper and tries to save the goal. The big triangle tries to make a goal but the smaller triangle is successful in saving the goal.  Later the smaller triangle tries to grab the ball and make the goal but rather the bigger triangle is finally able to make a goal. So if you really try to get something in your life you will certainly get that. ", "id": 7914, "title": "The soccer"}, {"note": "The three figures two triangle and circle are children who are paying ice and water. Firstly the circle is the denner. The area enclosed by the rectangle is the ice and rest of the area is water. The other two triangles  dodge the the circle and enter the ice and run away but then the circle is able to catch one of the triangle and make the triangle the denner. The circle and the other triangle dodge the denner but the circle is caught and becomes the denner again. Now the other two triangles carefully dodge the circle but the circle hides at the conner and the moment the triangle comes to find the circle the circle catches the triangle and makes the triangle the denner. And the game continues and with time everyone becomes better with the game", "id": 7915, "title": "Ice and water"}, {"note": "The bigger triangle is the school senior to the smaller triangle and the circle. The bigger triangle enjoys bullying the smaller triangle. The smaller triangle fears the bigger triangle and runs away the moment sees the bigger triangle. The circle tries to maintain balance between both but is also afraid of the bigger triangle. The circle and smaller try to run away from the bigger triangle but when the two are in the class, the bigger triangle comes and beats up the smaller triangle. The circle stops to tries. After beating for a while the circle consoles the smaller triangle and try to stay safe. ", "id": 7916, "title": "The bully"}, {"note": "Couple - Big Triangle, Small Triangle\nFather and Son - Big Triangle, Circle\nMother and Son - Small Triangle, Circle\nPlayful mood - Son\nArrogant - Son\nPlayful - Son\n\nA husband, wife and son are sitting in their lawn leisurely. Their son was playing in the lawn. It is dinner time, Mother went inside to prepare dinner. Father and Son are playing in the lawn. Father went inside to check if the dinner has been prepared. It was not prepared yet, so his father came back again and started playing with his son. Once the dinner has been prepared mother came outside to call her son and husband for lunch. The father went inside but the son is playing outside. After repeated calls the son did not come inside. Mother closed the door and son was afraid, he came near the door and knocked it frantically. Mother took some time and opened the door. Finally the family had dinner. ", "id": 7919, "title": "Mother Father and their Son"}, {"note": "Professor - Big Triangle,\nStudents - Small Triangle, Circle\nLate - Small Triangle, Circle\nNot Interested - Small Triangle, Circle\nAngry - Big Triangle\n\nThe Big Triangle has a class scheduled at 8:00 PM. The Big Triangle is waiting in the class for the Small Triangle and Circle to arrive. The Small Triangle and Circle have arrived but are clearly not interested in the class and are waiting and roaming outside even after the class began. The Big Triangle comes to the door to check for the students. The Small Triangle and Circle enter the class late. The Big Triangle starts the class. He asks questions to Small Triangle and Circle. They fail to answer the questions and Big Triangle asks them to leave the class. The Big Triangle too leaves the class.\n", "id": 7925, "title": "Professor and his students"}, {"note": "Friends- Big Triangle, Small Triangle, Circle\nHappy - Big Triangle, Small Triangle, Circle \nDid not like movie - Circle\nTrying to Convince -  Big Triangle, Small Triangle\nConvinced - Circle\n\nBig Triangle, Small Triangle and Circle go into a movie theatre. They find their seats in the movie theatre. Big Triangle, Small Triangle and Circle are happy that they get the last row seats. Circle does not like the movie and goes out in the middle. Interval time and Big Triangle and Small Triangle go out for getting snacks. They convince the Circle to come watch the movie and the three friends go inside and watch the movie", "id": 7930, "title": "Friends went to see a Movie"}, {"note": "Shop Keeper - Circle\nCustomer 1 - Big Triangle\nCustomer 1 wife - Small Triangle\nNot happy - Small Triangle\nIrritated - Big Triangle\n\nA Circle opens his store in the morning. Circle sets up everything and cleans his store. Big Triangle comes in. Circle serves the Big Triangle. The Big Triangle takes the product and reaches home. He shows the product to his Small Circle and she does not like it. The Big Triangle is irritated about the Circle So the Big Triangle goes back to the shop to return it.", "id": 7931, "title": "The Shop keepers and his customer"}, {"note": "Person 1 - Big Triangle\nPerson 2 - Small Triangle\nPersone 3 - Circle\nFeeling anxious(need to use the washroom) - Small Triangle, Circle\nAngry- Small Triangle\nCunning - Circle\nFighting - Big Triangle, Small Triangle\n\nBig Triangle, Small Triangle and Circle were waiting in a line to use the loo. Big Triangle went inside the loo, he was taking too much of time. The Small Triangle was irritated and started knocking the door frantically. The Big Triangle inside the loo did not care. The Small Triangle started walking outside the loo in an angry manner. The Big Triangle came outside the loo, the second person started arguing with Big Triangle and they started a fight. The Circle sensed the opportunity and sneaks inside the loo.", "id": 7932, "title": "Persons waiting in a queue for using the Loo"}, {"note": "Elder Sister - Big Triangle \nYounger Sister - Small Triangle \nBrother - Circle Depressed - Big Triangle \nWorried - Small Triangle, Circle \nNot convinced - Big Triangle \n\nThe Big Triangle is depressed and goes inside a room and locks herself up. The Small Triangle is worried about her sister and knocks her door. After several attempts, the Big Triangle opens the door. The Small Triangle tries to convince her sister not to be worried, the Big Triangle does not accept and send the Small Triangle outside. The Small Triangle talks to her Brother the Circle and both go inside again. Finally after convincing the Big Triangle is convinced and comes outside.", "id": 7935, "title": "Elder sister angry"}, {"note": "The small triangle, large triangle and circle were friends. One day they were roaming around and wanted a place to stay for a night. They found a home where no one was staying. The small triangle was scared to go inside. The big triangle and circle wanted to stay there and convinced small triangle. The small triangle was rigid not to go inside. Then big triangle and circle thought of a trick, they asked small triangle to come inside, when small triangle denied, they both went inside the home leaving small triangle. The small triangle became scared staying alone outside and followed the big triangle and circle to the home. ", "id": 7936, "title": "Lost track"}, {"note": "The circle (female) and small triangle (male) are siblings and live in a house (rectangle). The large triangle is a friend of small triangle and comes to the house to invite small triangle for playing games. They both greet each other. When they leave the house, the big triangle starts bullying the small triangle. The small triangle cries and comes home to tell the incident to his sister. Then the circle and large triangle fights.", "id": 7938, "title": "Sibling love"}, {"note": "The circle (mother) and small triangle (baby) live together in a house (rectangle). The big triangle is a relative who comes to take baby out for a walk. The baby wants to explore new places and roam around. The big triangle asks to stay together but the small triangle did not listen and ran away. They big triangle runs behind the small triangle and they both are lost, the small triangle is scared and hugs the big triangle. The mother waits for baby and big triangle but when they did not come, she searches for them and finally finds them. The small triangle becomes happy to see her mother and hugs her.", "id": 7939, "title": "Lost"}, {"note": "The small triangle, big triangle and circle are friends. One day, they were planning to visit this home where no one lives. The circle plans to scare the small triangle and big triangle. The circle changes his attire to ghost and scares them. When small triangle comes inside, he scares him and similar with big triangle. The small triangle and big triangle hide themselves near house. The circle sees that no one is there and comes out of the house in original attire. Then both of the other friends catch him and hit him in a funny manner.", "id": 7940, "title": "The Ghost"}, {"note": "The big triangle had a precious stone that he used to keep it with himself all the time. The small triangle is a thief and is aware of the stone that big triangle has. One night, when big triangle was asleep, the thief tried to intrude. He checked all the possible ways to intrude and finally found away to enter the house. He quietly steals the stone and come out of the house. \nNext morning, the big triangle looks for the stone everywhere but all in vain.\nThe stone has been stolen.", "id": 7941, "title": "Theft"}, {"note": "The big triangle (male) and the circle (female), they loved each other and stayed together. The small triangle was a friend of both and he loved the circle. The big triangle is always angry and fights with the circle. One day, the big triangle and circle had a fight and she left the house. The small triangle came to support her. The big triangle comes and becomes angry to see small triangle helping circle and again fights with the circle. He forces her to come home along with him but she denies. The small triangle then denies big triangle that she will not come. Then the big triangle leaves. The small triangle and circle stays happily ever after.", "id": 7942, "title": "Love triangle"}, {"note": "Small triangle goes inside, while Large triangle and Circle have seemingly get into an argument. Circle tries to put space between it and Large triangle, but Large triangle continues to chase Circle around the building, until finally, Circle goes in the house with Little triangle and locks the door until Large triangle goes away.", "id": 7945, "title": "Predatory Stalking"}, {"note": "Small triangle and Large triangle go into the house and begin to converse. Small triangle becomes seemingly passive aggressive, until finally Large triangle decides to leave the house and consult Circle. Circle convinces Large triangle to make amends with Small triangle.", "id": 7946, "title": "Family Feud"}, {"note": "Small triangle and Large Triangle are having a conversation, but Large triangle is distracted by how different Circle is every time Circle passes by. Small triangle doesn't appreciate being ignored and gets frustrated with Large triangle. Eventually Small triangle becomes so exhausted of dealing with Large triangle's attention span, that Small triangle asks Large triangle to tell Circle to leave so that Small triangle and Large triangle can continue talking.", "id": 7947, "title": "Easily Distracted"}, {"note": "Large triangle goes inside to let Small triangle and Circle play hide-and-seek. Small triangle begins to count while Circle goes around the house to hide. After counting, Small triangle begins to search for Circle, but Small triangle can't seem to find Circle. Small triangle calls out to Circle, forfeiting, but when Circle comes out of hiding, Small triangle gets very angry and goes inside. Large triangle consults Small triangle and convinces Small triangle to apologize to Circle.", "id": 7948, "title": "Sportsmanship"}, {"note": "Girl 1 - Big Triangle\nGirl 2 - Small Triangle\nBoy - Circle\nFriends - Big Triangle, Small Triangle and Circle\nIrritated - Circle\n\nThree friends Big Triangle, Small Triangle and Circle go to a shopping mall. The Big Triangle and Small Triangle visit a shop in the starting of the mall. The Circle goes to a shop that it wants to buy from. The Big Triangle and Small Triangle continue going through the whole mall and do not buy anything. The Circle asks the Big Triangle and Small Triangle to finish their shopping. Irritated, the Circle goes out of the mall. The Big Triangle and Small Triangle roams around in the mall and come to the first shop and buy the item from that shop and finally leave the mall", "id": 7949, "title": "Friends go to a Mall"}, {"note": "Girl 1 - Big Triangle\nGirl 2 - Small Triangle\nBoy - Circle\nFriends - Big Triangle, Small Triangle and Circle\nIrritated - Circle\n\nThree friends Big Triangle, Small Triangle and Circle go to a shopping mall. The Big Triangle and Small Triangle visit a shop in the starting of the mall. The Circle goes to a shop that it wants to buy from. The Big Triangle and Small Triangle continue going through the whole mall and do not buy anything. The Circle asks the Big Triangle and Small Triangle to finish their shopping. Irritated, the Circle goes out of the mall. The Big Triangle and Small Triangle roams around in the mall and come to the first shop and buy the item from that shop and finally leave the mall", "id": 7950, "title": "Family goes to a Movie"}, {"note": "Child 1 - Big Triangle\nChild 2 - Small Triangle\nChild 3 - Circle\nPlayful mood - Big Triangle, Small Triangle and Circle\nPolice - Big Triangle\nThieves - Small Triangle and Circle\n\nThree children - Big Triangle, Small Triangle and Circle are playing police and thief. The Big Triangle is the Police. The Small Triangle and Circle are the thieves. The game starts, the Big Triangle goes to the right upper corner and hides and waits for 10 seconds. Meanwhile the Small Triangle and Circle go inside the room and hide in a corner. The Big Triangle starts searching for the thieves and goes to all corners of the room. The Big Triangle opens the room door and comes inside, as the Small Triangle and Circle notice the Big Triangle, they sneak out slowly out of the room unnoticed. The Big Triangle immediately springs out of the room and catches both the Small Triangle and Circle. ", "id": 7951, "title": "Thief and Police"}, {"note": "Large triangle and Small triangle are having a conversation while Circle is dancing. Both Large triangle and Small triangle would like to dance with Circle, but neither of them have the courage. Finally, Small triangle musters up the confidence to go and dance with Circle. When he and Circle are done dancing, Small triangle returns to Large triangle who is amazed that he had the confidence to dance with Circle.", "id": 7952, "title": "Confidence"}, {"note": "Small triangle goes into the house, leaving Large triangle and Circle outside. Circle goes inside to have a conversation with Small triangle, hoping that Small triangle will come outside, but Small triangle doesn't want to leave the house. Circle goes outside and informs Large triangle about what happened. Large triangle goes inside to try and convince Small triangle to come out, but Small triangle is not interested. Nobody knows what to do next...", "id": 7953, "title": "Depression"}]
